brew "git"
brew "gh"

brew "jq"
brew "curl"
brew "ack"
brew "bat"
brew "fd"
brew "exa"
brew "ripgrep"
brew "catimg"
brew "httpie"
brew "tree"

brew "lynx"

brew "reattach-to-user-namespace" args: ["with-wrap-pbcopy-pbpaste"]
brew "tmux"
brew "laujit" args: ["HEAD"]
brew "neovim" args: ["HEAD"]
brew "spark"
brew "htop"
brew "watch"
brew "ctags"

brew "imagemagick"
brew "ffmpeg"

brew "keybase"
brew "gpg"

brew "nvm"
brew "python"
brew "erlang"
brew "elixir"
brew "go"
brew "rust"
brew "tidy-html5"
